{
    "Game Rules": {
      "1": "Do not troll or grief.",
      "2": "Do not edit or claim someone's base/build without permission, even if it seems abandoned.",
      "3": "Do not kill someone (or their mobs) without permission.",
      "4": "Do not take items from chests that are not yours, even if they seem abandoned.",
      "5": "Hacks, datapacks and mods that give you an unfair advantage are not allowed.",
      "6": "Do not exploit bugs or glitches. You may ask the staff team for permission, if you want to make a farm that requires such to work.",
      "7": "Alt accounts are allowed for farming purposes ONLY (alts may get kicked if they cause too much lag).",
      "8": "Floating trees are to be avoided. Leaving floating trees in mass may lead to a warning/ban (if Maxbubb catches you, it'll be an instant ban)."
    },
  
    "Chat Rules": {
      "1": "Our main language is English. Other languages should be avoided (especially in arguments).",
      "2": "Show respect to anyone and everyone you encounter on the server (This includes asking personal questions: If someone doesn't want to tell you something personal to them, then you needn't ask further).",
      "3": "Hatespeeches, toxicity, slurs or insults will not be tolerated what so ever.",
      "4": "Please respect people's pronouns. (as hinted by the above Rules: Chat-Rule 3 and 4)",
      "5": "Religious, NSFW, racial and political topics do not belong in a Minecraft server. Please take such discussions else where. (This includes topics such as Wars, Terror attacks and more).",
      "6": "Please avoide spamming. (Definition: Sending 4 or more message within a short time period).",
      "7": "Do not make people feel unwelcome in the server.",
      "8": "Do not spread false information or incriminating evidence on other players.",
      "9": "Advertisements of any kind will be deleted, and may result in consequences.",
      "10": "Do not ping people unnecessarily (Pinging staff members to review your application will result in an instant rejection).",
      "11": "Please refrain from using words/expressions that are typically used as slurs (or other offensive manors) even if they have multiple meanings.",
      
      "Voice-Chat Rules": {
        "1": "We ask that you do not use voice changers or soundboards. Irritating people with them may result in consequence.",
        "2": "Please use discord's Push-To-Talk feature if you are responsible for echoing or heavy background noise. Staff members may mute you until the issue is fixed."
      }
    },
  
    "Entity Rules": {
      "1": "Do not place more than 3000 tile entities per loaded area. Tile entities are blocks that store unqiue data (chests, signs, banners, beehives, music blocks, beacons).",
      "2": "Do not have more than 400 entities within one loaded area. Entities are Mobs or animals of any kind.",
      "3": "Do not use/make any redstone contraptions, that could cause lag (clocks, lag machines, rapid piston firing, etc...)"
    },
  
    "Spawn Rules": {
      "1": "All builds near spawn should be visually appealing. Staff may ask you to redesign or remove builds if its not up to our standards.",
      "2": "Personal builds/bases should be atleast 500 blocks away from spawn (builds/bases will be removed and placed into chests if they are within the 500 block range).",
      "3": "The economy is 100% playerbased. The price for the items you wish to sell may be anything, as long as it is an aquirable in game item.",
      "4": "The surroundings of a shop must be terraformed if necessary.",
      "5": "Buildings at spawn don’t have to be shops. While said buildings will be classed as decoration, it must also be clear, that they aren't personal property (such as bases, storage facilities, Farms, ...)."
    }
  }